xml/request_oclc/oclc_bog_forskellige_udgaver.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:06829511"
xmlns:foxml="info:fedora/fedora-system:def/foxml#"
xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:09:10.273Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:10.362Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:09:10.273Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:10.362Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-05-16T12:09:10.280Z" MIMETYPE="text/xml" SIZE="1241">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>sikkerhedsorganisation fra a til æ</dc:title>
  <dc:title>MATCH:sikker</dc:title>
  <dc:creator>Jørgen Elikofer</dc:creator>
  <dc:creator>NOBIRTH:Jørgen Elikofer</dc:creator>
  <dc:creator>MATCHSTRING:Elikoferj</dc:creator>
  <dc:subject>håndbøger</dc:subject>
  <dc:subject>sikkerhedsarbejde</dc:subject>
  <dc:subject>sikkerhedsorganisation</dc:subject>
  <dc:publisher>dansk metalarbejderforbund</dc:publisher>
  <dc:publisher>MATCHSTRING:dansk m</dc:publisher>
  <dc:contributor>MATCHSTRING:Falkm</dc:contributor>
  <dc:contributor>MATCHSTRING:dansk metalarbejderforbund</dc:contributor>
  <dc:contributor>mogens falk</dc:contributor>
  <dc:contributor>dansk metalarbejderforbund</dc:contributor>
  <dc:date>1988</dc:date>
  <dc:type>Bog</dc:type>
  <dc:type>WORK:literature</dc:type>
  <dc:identifier>870970-basis:06829511</dc:identifier>
  <dc:identifier>ISBN:8798202960</dc:identifier>
  <dc:language>Dansk</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:09:10.280Z" MIMETYPE="text/xml" SIZE="7429">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>06829511|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Sikkerhedsorganisation fra A til Æ</dc:title><dc:title xsi:type="dkdcplus:full">Sikkerhedsorganisation fra A til Æ : en håndbog for sikkerhedsrepræsentanter, tillidsmænd m.v.</dc:title><dcterms:alternative>Bemærkninger til bekendtgørelse om virksomhedernes sikkerheds- og sundhedsarbejde</dcterms:alternative><dc:creator xsi:type="dkdcplus:aut">Jørgen Elikofer</dc:creator><dc:creator xsi:type="oss:sort">Elikofer, Jørgen</dc:creator><dc:subject xsi:type="dkdcplus:DK5">61.44</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Arbejdsmiljø</dc:subject><dc:subject xsi:type="dkdcplus:DBCO">håndbøger</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">sikkerhedsarbejde</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">sikkerhedsorganisation</dc:subject><dc:description>Af Jørgen Elikofer</dc:description><dcterms:audience>voksenmaterialer</dcterms:audience><dc:publisher>Dansk Metalarbejderforbund</dc:publisher><dc:contributor>Mogens Falk</dc:contributor><dc:contributor>Dansk Metalarbejderforbund</dc:contributor><dc:date>1988</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type><dcterms:extent>119, 61, 20 sider</dcterms:extent><dc:identifier xsi:type="dkdcplus:ISBN">87-982029-6-0</dc:identifier><dc:language xsi:type="dcterms:ISO639-2">dan</dc:language><dc:language>Dansk</dc:language></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">06829511</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">19890713</marcx:subfield><marcx:subfield code="d">19890202</marcx:subfield><marcx:subfield code="f">a</marcx:subfield><marcx:subfield code="o">c</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">m</marcx:subfield><marcx:subfield code="u">f</marcx:subfield><marcx:subfield code="a">1988</marcx:subfield><marcx:subfield code="b">dk</marcx:subfield><marcx:subfield code="l">dan</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">a</marcx:subfield><marcx:subfield code="g">xx</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="a">87-982029-6-0</marcx:subfield><marcx:subfield code="c">hf.</marcx:subfield><marcx:subfield code="d">kr. 30,00 net.</marcx:subfield><marcx:subfield code="x">88 87-98 20 29-6-0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="a">DBF198908</marcx:subfield><marcx:subfield code="x">SFD198908</marcx:subfield><marcx:subfield code="x">NDF190305</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="100"><marcx:subfield code="a">Elikofer</marcx:subfield><marcx:subfield code="h">Jørgen</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Sikkerhedsorganisation fra A til Æ</marcx:subfield><marcx:subfield code="c">en håndbog for sikkerhedsrepræsentanter, tillidsmænd m.v.</marcx:subfield><marcx:subfield code="w">1. udgave</marcx:subfield><marcx:subfield code="x">Bemærkninger til bekendtgørelse om virksomhedernes sikkerheds- og sundhedsarbejde</marcx:subfield><marcx:subfield code="f">[med forord af Erik Andersen]</marcx:subfield><marcx:subfield code="e">[redaktion: Mogens Kjems Falk]</marcx:subfield><marcx:subfield code="w">1. udgave, 2. oplag (Fotografisk genoptryk)</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="a">[Kbh.]</marcx:subfield><marcx:subfield code="b">Dansk Metalarbejderforbund</marcx:subfield><marcx:subfield code="c">1988</marcx:subfield><marcx:subfield code="k">Hafnia tr., Rødovre</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="a">119, 61, [20] sider</marcx:subfield><marcx:subfield code="c">21 cm</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">Af Jørgen Elikofer</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="520"><marcx:subfield code="a">&quot;Bemærkninger til bekendtgørelse om virksomhedernes sikkerheds- og sundhedsarbejde. 1. udgave, 2. oplag&quot; tidligere udgivet separat: Kbh. : Arbejdsmiljøfondet, 1980</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="526"><marcx:subfield code="a">Bygger på hans: Fagbevægelsen og sikkerhedsrepræsentanten. Kbh. : LO : i samarbejde med Fremad, 1978</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="532"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Litteraturhenvisninger</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">61.44</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="f">sikkerhedsorganisation</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="f">sikkerhedsarbejde</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="o">håndbøger</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Falk</marcx:subfield><marcx:subfield code="h">Mogens</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="710"><marcx:subfield code="a">Dansk Metalarbejderforbund</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="745"><marcx:subfield code="a">Bemærkninger til bekendtgørelse om virksomhedernes sikkerheds- og sundhedsarbejde</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="900"><marcx:subfield code="a">Kjems Falk</marcx:subfield><marcx:subfield code="h">Mogens</marcx:subfield><marcx:subfield code="z">700</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="910"><marcx:subfield code="a">Metal</marcx:subfield><marcx:subfield code="z">710</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">DBC</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2005-03-01</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><genre>nonfiktion</genre><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:09:10.280Z" MIMETYPE="text/xml" SIZE="568">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="a">lc/ha (526: i senere udg. titelkatalogiseret, men iflg. forord bygger denne på udg.fra 1978)(+512 da der kun står &quot;tekst: Jørgen Elikofer [cop.logo]&quot;)</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20050301</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:09:10.362Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:06829511">
    <isMemberOfUnit xmlns="info:fedora/">unit:47950</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:47950</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:27:09.553</timestamp>
<pid>870970-basis:06829511</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
